import React from "react";
import PriceProgram from "../../components/price/PriceProgram";
import Image from "next/image";
import Link from "next/link";

const page = () => {
  return (
    <div className=" ">
      <PriceProgram />

      <section className="flex flex-col lg:flex-row gap-4 py-8 mt-14  ">
        <div className="w-full">
          <Image
            src="https://devsriwararak.com/wp-content/uploads/2024/08/44634-removebg-preview.png"
            width={500}
            height={500}
            alt="รับเขียนโปรแกรม ขอนแก่น"
            loading="lazy"
          />
        </div>
        <div className="w-full">
          <h2 className="text-2xl">ตอบโจทย์ธุรกิจด้วยซอฟต์แวร์คุณภาพ</h2>
          <p className="mt-4 text-sm text-gray-600 leading-normal">
            การจ้าง{" "}
            <Link href="/" className="link">
              เขียนโปรแกรม ขอนแก่น
            </Link>{" "}
            ในปัจจุบันเป็นสิ่งที่หลายธุรกิจให้ความสำคัญอย่างยิ่ง
            เนื่องจากการพัฒนาซอฟต์แวร์ที่มีคุณภาพสามารถช่วยเพิ่มประสิทธิภาพในการทำงาน
            ลดค่าใช้จ่าย และทำให้ธุรกิจเติบโตได้อย่างรวดเร็ว โปรแกรมทำงานรวดเร็ว
            คำนวณแม่นยำ 100%
          </p>
          <p className="mt-4 text-sm text-gray-600 leading-normal">
            การมี โปรแกรมเมอร์มืออาชีพ ที่สามารถช่วยพัฒนา ซอฟต์แวร์
            ที่ตอบโจทย์ความต้องการของธุรกิจได้เป็นสิ่งที่จำเป็น
            ไม่ว่าคุณจะต้องการ พัฒนาแอปพลิเคชัน สำหรับอุปกรณ์พกพา, พัฒนาเว็บแอป
            สำหรับการใช้งานออนไลน์, หรือแม้กระทั่งการ{" "}
            <Link href="/" className="link">
              พัฒนาโปรแกรมคอมพิวเตอร์ ขอนแก่น
            </Link>
            สำหรับใช้งานในองค์กร การเลือกใช้บริการ รับจ้างเขียนโปรแกรมตามสั่ง
            จะช่วยให้คุณได้โซลูชันที่เหมาะสมที่สุดสำหรับธุรกิจที่กำลังเติบโตในปัจจุบันนี้
          </p>
        </div>
      </section>

      <section className="flex flex-col lg:flex-row gap-4 py-8 mt-14  ">
        <div className="w-full">
          <h2 className="text-2xl">บริการรับจ้างเขียนโปรแกรมตามสั่ง</h2>
          <p className="mt-4 text-sm text-gray-600 leading-normal">
            หากธุรกิจของคุณต้องการ พัฒนาโปรแกรมคอมพิวเตอร์ ที่เฉพาะเจาะจง
            การเลือกใช้บริการ รับจ้างเขียนโปรแกรมตามสั่ง จะเป็นทางเลือกที่ดี
            การเขียนโปรแกรมตามสั่ง หมายถึงการสร้างซอฟต์แวร์
            ที่ออกแบบมาเพื่อตอบโจทย์ความต้องการเฉพาะธุรกิจของคุณ
            ไม่ว่าจะเป็นระบบจัดการข้อมูล, ระบบการขาย,
            หรือระบบการบริหารจัดการในองค์กร
            การพัฒนาระบบที่ออกแบบมาเฉพาะจะช่วยให้คุณสามารถควบคุมการทำงานได้อย่างเต็มที่และเพิ่มประสิทธิภาพในการดำเนินธุรกิจแบบก้าวกระโดด
            100%
          </p>
          <p className="mt-4 text-sm text-gray-600 leading-normal">
            การใช้บริการ{" "}
            <Link href="/" className="link">
              รับเขียนโปรแกรม ขอนแก่น
            </Link>{" "}
            ตามความต้องการ จากผู้เชี่ยวชาญจะช่วยให้คุณได้ ซอฟต์แวร์
            ที่มีประสิทธิภาพสูงสุด
            นอกจากนี้ยังสามารถปรับปรุงหรือพัฒนาเพิ่มเติมได้ตามความต้องการ
            ได้อย่างไม่มีที่สิ้นสุด
          </p>
        </div>

        <div className="w-full">
          <Image
            src="https://devsriwararak.com/wp-content/uploads/2024/08/44632-removebg-preview.png"
            width={500}
            height={500}
            alt="รับเขียนโปรแกรม ขอนแก่น"
            loading="lazy"
          />
        </div>
      </section>

      <section className="py-8 mt-8">
        <h2 className="text-2xl">
          บทสรุป จ้างออกแบบ และพัฒนาโปรแกรมเฉพาะธุรกิจ
        </h2>
        <p className="mt-4 text-sm text-gray-600 leading-normal">
          <Link href="/" className="link">
            รับจ้างเขียนโปรแกรม ขอนแก่น
          </Link>{" "}
          เป็นทางเลือกที่ดีสำหรับธุรกิจที่ต้องการซอฟต์แวร์ที่มีประสิทธิภาพและตอบโจทย์ความต้องการเฉพาะธุรกิจ
          การเลือกใช้ โปรแกรมเมอร์ฟรีแลนซ์ หรือ โปรแกรมเมอร์ออนไลน์
          จะช่วยให้คุณได้งานคุณภาพในงบประมาณที่คุ้มค่า ไม่ว่าคุณจะต้องการ
          พัฒนาแอปพลิเคชัน,{" "}
          <Link href="/" className="link">
            รับทำเว็บไซต์ ขอนแก่น
          </Link>{" "}
          , หรือ พัฒนาโปรแกรมคอมพิวเตอร์ สำหรับองค์กร
          การเลือกใช้บริการจากผู้เชี่ยวชาญจะช่วยให้คุณสามารถสร้างสรรค์โซลูชันที่ตอบโจทย์ธุรกิจของคุณได้อย่างลงตัว และปิดการขายอย่างมืออาชีพนั่นเอง
        </p>
        <p className="mt-4 text-sm text-gray-600 leading-normal">
          สุดท้ายนี้
          การพัฒนาซอฟต์แวร์ที่ดีไม่เพียงแต่จะช่วยเพิ่มประสิทธิภาพในการดำเนินงาน
          แต่ยังช่วยให้ธุรกิจของคุณเติบโตได้อย่างมืออาชีพรวดเร็วและยั่งยืน
          การเลือกใช้บริการ รับจ้างเขียนโปรแกรมตามสั่ง
          จากผู้เชี่ยวชาญเป็นการลงทุนที่คุ้มค่า
          ซึ่งจะช่วยให้คุณสามารถก้าวข้ามขีดจำกัดและประสบความสำเร็จในโลกดิจิทัลได้อย่างมั่นใจ ให้เราดูแลโปรแกรมคุณ
        </p>
      </section>
    </div>
  );
};

export default page;
